{
    "title":"Why You Need to Visit the Philippines",
    "author":"Frodo",
    "date":"2021-04-20T00:00:00.000Z",
    "text":"Each country we've visited has given us different reasons to fall in love. For some it's the food. For others, it's the people, the culture, or land itself that draw us in. There are some countries in which the falling happens little by little. And others where the love is instantaneous. The Philippines, for us, was definitely the latter. This humble island country gave us more to fall in love with than most places we've been before. We traveled from the white sand beaches of Boracay, to the jungly island of Bohol that's mostly untouched by tourism, and ended our trip surrounded by the breathtaking seaside cliffs of Palawan. Each island we visited had its own beauty and charm, and we decided early on that it certainly won't be our last visit. Next time we visit the Philippines, we are itching to visit the Banaue Rice Terraces, swim in dreamy blue waters near Coron, go scuba diving at Apo Island, and spend more time experiencing the things to do in Manila. Tip: If you're curious how we got these photos, we used a lot (if not all) of our 32 Easy & Creative Travel Photography Tips to make these shots happen. Whether you're a beginner or an expert, these tips will help you take incredible pictures! You can find more about the Philippines here, but for now, keep reading to see why the Philippines should be your next destination.",
    "imageUrl":"https://github.com/stonetwix/user-based-content/blob/admin-users/client/src/assets/travel1.png?raw=true"
}
{
    "title":"Visit Scotland",
    "author":"Gandalf",
    "date":"2021-04-22T00:00:00.000Z",
    "text":"Planning a trip to Scotland can often be quite difficult because it's hard to know what you can fit in whilst you're there. Thankfully we've put together this guide of top things to do in Scotland so you can plan the best itinerary. From the golden sands of the Hebrides to the Aberdeenshire castle trail, we try to cover all interests and areas of the country and make your Scottish holiday a trip to remember. A country famed for things like Nessie (Loch Ness monster), haggis and men in kilts, but there's a lot more to it than just those things. We are extremely lucky to call Scotland home. The great thing about Scotland is how accessible everywhere is with each of the major cities around 3 hours away from each other. This means that if you're coming over to visit, you can potentially pack in a lot to a relatively short trip. But where do you begin with planning an itinerary?",
    "imageUrl":"https://github.com/stonetwix/user-based-content/blob/admin-users/client/src/assets/travel2.png?raw=true"
}
{
    "title":"Trip to Canyonlands National Park",
    "author":"Smeagol",
    "date":"2021-04-26T00:00:00.000Z",
    "text":"Known for sweeping canyon views of a dramatic red rock landscape, Canyonlands National Park is sure to make your jaw drop. Located just outside of Moab, this park is easily accessible for people of all ages and abilities. In this ultimate guide you'll find everything you need to know to plan your trip to Canyonlands National Park. For dramatic sunset views at the edge of a seemingly neverending canyon, head 30 miles northwest of Moab and you'll find your bliss. Canyonlands National Park has views that'll make your heart skip a beat. Before you go, be sure to pick up the America the Beautiful National Park Pass if you are heading to 3 or more US National Parks in the same year. Canyonlands is known for sweeping views of – you guessed it – CANYONS! The Good: Canyonlands National Park is easily accessible and many viewpoints can be seen from right beside the road or on a short paved-path hike. This allows people of all ages and abilities to take in the dramatic canyon views. The Bad: The first view point you'll come across will be jaw-dropping, the second is impressive, the third is okay, and by the fourth you'll be thinking, Meh, seen it already. As astounding as Canyonlands can be, the viewpoints do tend to blur together by the end of your time in the park.",
    "imageUrl":"https://github.com/stonetwix/user-based-content/blob/admin-users/client/src/assets/travel3.png?raw=true"
}
{
    "title":"Best Things To Do In San Francisco",
    "author":"Gandalf",
    "date":"2021-04-20T00:00:00.000Z",
    "text":"Wondering what to do in San Francisco? Use this guide to make sure you don't miss any of the best things to do in San Francisco! Here's what you'll definitely want to see: View Of Golden Gate Bridge: The first thing you want to do in San Francisco is see the Golden Gate Bridge! Alcatraz. Hands down, one of the most popular things to do in San Francisco is visit Alcatraz. This notorious prison was once home to Al Capone and is now open for tours. We took the Alcatraz Night Tour! Fisherman's Wharf: Another one of the most popular things to do in San Francisco is Fisherman's Wharf. There are fun souvenir shops and restaurants where you can get clam chowder in sourdough bread bowls. Pier 39: Right next to Fisherman's Wharf is the scenic Pier 39. The pier is lined with souvenir shops, boutiques, and restaurants. You can also see tons of sea lions from the pier! Painted Ladies: Another one of the most popular things to do in San Francisco is see the Painted Ladies in Alamo Square. The Painted Ladies are an iconic row of colorful Victorian homes This is where the Tanners are having a picnic in the opening credits of Full House.",
    "imageUrl":"https://github.com/stonetwix/user-based-content/blob/admin-users/client/src/assets/travel4.png?raw=true"
}
{
    "title":"Venice, Italy",
    "author":"Frodo",
    "date":"2021-04-23T00:00:00.000Z",
    "text":"There's something extremely romantic and charming about Venice. Imagine strolling down alleyways, eating authentic gelato while window shopping for Italian leather handbags. Whether it's the Basilica di San Marco located in the heart of the Piazza San Marco, the Rialto Bridge, or the Ponte dei Sospiri, there is so much history to be seen on this magical little island, it can seem very overwhelming. Here is my ultimate guide to Venice, Italy! PONTE DI RIALTO: The Rialto Bridge was built in just 3 years, between 1588 and 1591 and is the true heart of Venice. It has quickly become another extremely popular tourist destination. It has three walkways that lead between two rows of shops. Beware if you have a stroller or wheelchair as this bridge consists primarily of stairs. BRIDGE OF SIGHS: Also known as Ponte dei Sospiri in Italian, this is one of the most famous bridges in Italy. It was originally connected to the prison so prisoners had to cross the bridge, causing them to *sigh* as they entered jail. Hence the name! Cassanova was from Venice and actually escaped that prison. It has now become a symbol of love and it is said that if you kiss your lover under the bridge, your love will last forever. BURANO: This island of colorful buildings and Venetian lace is just a water taxi away from Venice. Burano is a photographer's paradise and the true epitome of Italian charm. Be sure to see the artists make glass sculptures., it's quite an interesting process. PIAZZA SAN MARCO: Often known as St. Mark's Square, this is considered one of the finest squares in the world and is definitely Venice's prime tourist attraction. Here you'll find the Basilica di San Marco, Palazzo Ducale, Campanile (the bell tower), restaurants, shops, and museums. Travel Tip: I advise not to stay in Piazza San Marco. In fact, it's best to avoid eating or drinking there (even a coffee) or buying any souvenirs. Things tend to be more expensive due to high volumes of tourists.",
    "imageUrl":"https://github.com/stonetwix/user-based-content/blob/admin-users/client/src/assets/travel5.png?raw=true"
}
{
    "title":"The best greek islands to visit",
    "author":"Smeagol",
    "date":"2021-04-25T00:00:00.000Z",
    "text":"Welcome to paradise! One of the most beautiful spots on the Mediterranean Sea, Greece is an essential destination for anyone and everyone. You probably already know what a gorgeous country it is, but you might not realize how many diverse places there are to explore. The nation of Greece is made up of an incredible 6,000 islands dotting the Aegean and Ionian Seas. Of these islands, just over 200 are inhabited. Yes, you read that right! While I'd love to see them all someday, there are just a dozen islands that make up the core of the Greek islands that we know and love. I first visited Greece during The Yacht Week and it was love at first sight. The people, the food, the beaches, and the laidback way of life will pull you in and you'll neer want to leave. But, which are the best Greek Islands to visit? It all depends on you and what you're looking for! From party havens to deserted beaches, you will find a bit of everything here. Mykonos: When you are looking for a good party on the Med, Mykonos is the ultimate destination. Dance the night away, wake up at noon, then lounge in the sun until you are ready to go again. Mykonos is for the party-hearty so come ready. Here is my rundown of the best beaches and party spots on the island. After partying it up here, I came back later for a romantic getaway with my guy and stayed in the Myconian Collection for a more chill time. Santorini: When you see those Greek postcards of white buildings glowing in front of an endless turquoise sea, you are probably looking at a shot of Santorini. For a quintessential Greek getaway, this is the perfect spot for first-time visitors. It is definitely one of the most romantic places in Greece. If you're going with your special someone, there are a few must-visit places for couples Santorini.",
    "imageUrl":"https://github.com/stonetwix/user-based-content/blob/admin-users/client/src/assets/travel6.png?raw=true"
}